Tekla.Structures.ModelInternal.CDelegateWrapper.GetOverlayModelSelectedEntityGuids(System.String,System.Collections.Generic.List{System.String}@)
DO NOT USE! For internal usage only!
Returns:

Tekla.Structures.ModelInternal.CDelegateWrapper.GetOverlayModelHiddenEntityGuids(System.String,System.Collections.Generic.List{System.String}@)
DO NOT USE! For internal usage only!
Returns:

Tekla.Structures.ModelInternal.CDelegateWrapper.ExportModel(System.String,System.String,System.String,System.String,System.String,System.Int32,Tekla.Structures.ModelInternal.dotCreateTrimBimFromModel_t@,Tekla.Structures.Model.Internal.IProgressReportCallback)
DO NOT USE! For internal usage only!
aOutPath:
aBasePointGuid:
aBasePointExportType:
aExportType:
aPropertiesPath:
selectedOnly:
info:
progressCb:
Returns:

Tekla.Structures.ModelInternal.CDelegateWrapper.StartLiveSharing(Tekla.Structures.Model.Internal.IChangeSetCreatedCallback)


Tekla.Structures.ModelInternal.CDelegateWrapper.GetPendingChangeSets(System.String)


Tekla.Structures.ModelInternal.CDelegateWrapper.StopLiveSharing


Tekla.Structures.ModelInternal.CDelegateWrapper.CreateBaseline(System.String)
